Repository: cfdp/opeka
Catalog: drupal/translations/*.po
Languages: da

source: URL to the Spravka webservice JavaScript start point, eg. http://localhost:3000/nowjs/now.js
da: URL til Spravka webservice JavaScript start-punktet, f.eks. http://localhost:3000/nowjs/now.js

source: Access the chat system
da: Tilgå chatsystemet

source: Grants a user normal access to the Opeka chat system.
da: Giver en bruger normal adgang til Opeka chatsystemet.

source: Administer the chat system
da: Administrér chatsystemet

source: Grants a user access to the admin backend of the Opeka chat system.
da: Giver en bruger adgang til administrationsdelen af Opeka chatsystemet.

source: Opeka web service URL missing.
da: Opeka web service URL mangler.

source: Provides settings for the chat service.
da: Tilbyder indstillinger for chatten.

source: Secure anonymous chat system, built with Drupal and nowjs.
da: Sikkert, anonymt chatsystem, udviklet med Drupal og nowjs.

source: Page @path was not found.
da: Siden @path blev ikke fundet.

source: An error happened and you have lost the queue status, you can reload and join the queue again.
da: Hov! Der er sket en fejl, og du har mistet din placering i køen. Du kan genindlæse siden og stille dig i kø igen.

source: Error
da: Fejl

source: Chat ended
da: Chat afsluttet

source: @user has joined the room.
da: @user har logget på chatten.

source: You have been kicked from the chat with the following reason: @reason.
da: Du er blevet udelukket fra chatten af følgende grund: @reason

source: Kicked
da: Smidt ud

source: User @user was kicked from the chat.
da: Brugeren @user blev smidt ud af chatten.

source: @user has left the room.
da: @user har forladt chatten.

source: You have been muted by @user.
da: Du er blevet frataget din ret til at skrive i chatten af @user.

source: @user have been muted.
da: @user er blevet frataget ret til at skrive.

source: You have been unmuted by @user.
da: Du har fået tildelt ret til at skrive af @user.

source: @user have been unmuted.
da: @user har fået tildelt sin ret til at skrive.

source: Your connection to the chat server was lost. Please reconnect. Contact support if problem persists.
da: Forbindelsen til chatserveren blev afbrudt. Forsøg evt. at logge på igen. Kontakt venligst support, hvis problemet opstår igen.

source: Disconnected
da: Logget af

source: The chat server seems to be offline. Please reload the page to try connecting again or contact support if the problem persists.
da: Chatserveren ser ud til at være offline. Forsøg evt. at genindlæse siden eller kontakt support hvis problemet ikke forsvinder.

source: No connection server
da: Ingen forbindelse til serveren

source: Loading chat…
da: Chatten indlæses...

source: Chat room is full, you are currently in queue as number: @number. You can stay and wait until you can enter or leave the queue.
da: Chatten er optaget, du er lige nu i kø som nummer: @number. Du kan blive og vente indtil du kan komme igennem eller forlade køen.

source: Leave queue
da: Forlad køen

source: Leave chat room
da: Forlad chatten

source: Type message here…
da: Skriv din besked her...

source: The room is paused
da: Rummet er sat på pause

source: Pause chat
da: Sæt chatten på pause

source: Unpause chat
da: Sæt chatten igang efter pause

source: Clear messages
da: Ryd alle beskeder

source: Delete room
da: Slet chatrum

source: woman
da: Pige

source: man
da: Dreng

source: No users
da: Ingen brugere

source: Whisper
da: Hvisk

source: Reload
da: Genindlæs

source: There are !guests guests and !councellors councellors online
da: Der er !guests brugere and !councellors rådgivere online

source: Please confirm that all messages in this room should be deleted.
da: Bekræft venligtst, at alle beskeder i denne chat skal slettes.

source: Confirm clear messages
da: Bekræft sletning af beskeder

source: Delete messages
da: Slet beskeder

source: Cancel
da: Fortryd

source: Please confirm the deletion of this room. You can provide a final message that will be shown to all participants when the room is closed.
da: Bekræft venligst at dette chatrum slettes. Du kan efterlade en slutbesked, som vil blive vist til alle deltagere når rummet lukkes.

source: Final message
da: Slutbesked

source: Confirm deletion
da: Bekræft sletning

source: Any
da: Alle

source: Denmark
da: Danmark

source: Name
da: Navn

source: IP location
da: IP placering

source: Outside Denmark/Scandinavia
da: Udenfor Danmark/Skandinavien

source: Private room?
da: Privat rum?

source: Size limit
da: Maks. antal deltagere

source: users
da: brugere

source: Create new room
da: Opret nyt chatrum

source: Create room
da: Opret chatrum

source: Discard changes
da: Fortryd ændringer

source: No rooms created
da: Ingen chatrum oprettet.

source: Kick message
da: Kick besked

source: Confirm kick
da: Bekræft kick

source: Kick user
da: Kick bruger

source: Whisper message
da: Hviske-besked

source: Whisper @name
da: Hvisk til @name

source: Ready for chat
da: Klar til at chatte

source: Age
da: Alder

source: Gender
da: Køn

source: Female
da: Pige

source: Male
da: Dreng

source: Nickname
da: Navn / alias

source: Anonymous
da: Anonym

source: Starting chat…
da: Chatten starter op...

source: Enter
da: Log på

source: Type the name you want to have
da: Det navn du vil kaldes

source: It is important that you write a name in the box so you can distinguish each other when chatting. If there are more "Anonymous" users, you will not be able to know the difference.
da: Det er vigtigt at du skriver et navn i feltet for at I kan kende forskel på hinanden når I chatter. Hvis flere logger ind som "Anonym" vil man ikke kunne kende forskel.

source: Registration form
da: Registreringsskema
